@extends('layouts.app')

@section('content')
    <div class="columns m-t-10 m-l-10">
        <div class="column">
            @if (auth()->id())
                @include('includes.left')
            @endif
        </div>
        <div class="column is-three-fifths">
            <h3 class="title is-3">Правила</h3>
           <div class="card">
               <div class="card-content">
                   <div class="content">
                       <span>
                            1. З чого складається алфавіт мови С++?<br>
                            2. Які службові слова використовує мова С++?<br>
                            3. Що являє собою структура програми?<br>
                            4. Наведіть основні вимоги, які слід ураховувати при створенні програм мовою
                            С++.<br>
                            1. З чого складається алфавіт мови С++?<br>
                            2. Які службові слова використовує мова С++?<br>
                            3. Що являє собою структура програми?<br>
                            4. Наведіть основні вимоги, які слід ураховувати при створенні програм мовою
                            С++.<br>
                            1. З чого складається алфавіт мови С++?<br>
                            2. Які службові слова використовує мова С++?<br>
                            3. Що являє собою структура програми?<br>
                            4. Наведіть основні вимоги, які слід ураховувати при створенні програм мовою
                            С++.<br>
                            1. З чого складається алфавіт мови С++?<br>
                            2. Які службові слова використовує мова С++?<br>
                            3. Що являє собою структура програми?<br>
                            4. Наведіть основні вимоги, які слід ураховувати при створенні програм мовою
                            С++.<br>
                       </span>
                   </div>
               </div>
           </div>
        </div>
        <div class="column">
            @include('includes.context')
        </div>
    </div>

@endsection
@section('scripts')
    <script>
        var app = new Vue({
            el: '#app',
            data:{}
        });
    </script>
@endsection
